jeffreytse/zsh-vi-mode

rupa/z

romkatv/zsh-bench kind:path


belak/zsh-utils path:history
belak/zsh-utils path:prompt
belak/zsh-utils path:utility

sindresorhus/pure

zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search

unixorn/fzf-zsh-plugin
