brew "neovim"
brew "ripgrep"
brew "jq"
brew "tmux"
brew "lazygit"
brew "fd"
brew "zoxide"
brew "bat"
brew "eza"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "node"
brew "uv"

# AI Tools
brew "opencode"
brew "bitwarden-cli"
cask "claude-code"
brew "gemini-cli"
